Repository: vgsr/vgsr
Catalog: languages/vgsr-*.po
Languages: nl_nl

source: Honourable amice %s,
nl_nl: Waarde amice %s,

source: Honourable amica %s,
nl_nl: Waarde amica %s,

source: Honourable amica aut amice %s,
nl_nl: Waarde amica aut amice %s,

# General salutation
source: Dear mr. %s,
nl_nl: Geachte meneer %s,

# General salutation
source: Dear mrs. %s,
nl_nl: Geachte mevrouw %s,

# General salutation
source: Dear mr. or mrs. %s,
nl_nl: Geachte meneer of mevrouw %s,

# General closing
source: Sincerely,
nl_nl: Met vriendelijke groet,

# settings page title
source: VGSR Settings
nl_nl: VGSR Instellingen

# Plugin action link
source: Settings
nl_nl: Instellingen

source: Show to <span>all site visitors</span>
nl_nl: Toon aan <span>alle sitegebruikers</span>

source: Show only to <span>VGSR members</span>
nl_nl: Toon alleen aan <span>leden der VGSR</span>

source: Main Settings
nl_nl: Hoofdinstellingen

source: Access Settings
nl_nl: Toegangsinstellingen

source: Set the main functionality options for VGSR.
nl_nl: Stel hier de hoofdzaken in voor de VGSR.

source: Tweak here the settings about access to your site's contents.
nl_nl: Wijzig hier de instellingen voor de toegang tot de site's inhoud.

source: Select which post types can be accessed by VGSR members when privately published.
nl_nl: Selecteer van welke post typen leden der VGSR berichten kunnen zien die privé gepubliceerd zijn.

source: &mdash; No Page &mdash;
nl_nl: &mdash; Geen pagina &mdash;

source: VGSR Settings
nl_nl: VGSR Instellingen

source: Main
nl_nl: Algemeen

source: Upcoming Events
nl_nl: Aanstaande activiteiten

source: Displays the upcoming events.
nl_nl: Toon de aanstaande activiteiten.

source: Title:
nl_nl: Titel:

source: Link widget title to the events home page
nl_nl: Link de titel van de widget naar de agendapagina

source: Number of days to display:
nl_nl: Aantal te tonen dagen:

source: No upcoming events were found.
nl_nl: Er zijn geen aanstaande activiteiten gevonden.

source: bbPress Settings
nl_nl: bbPress Instellingen

source: Hide profile root
nl_nl: Verberg de profiel root

source: Breadcrumbs Home
nl_nl: Kruimelpad Home

source: bbPress manipulations for VGSR.
nl_nl: bbPress aanpassingen voor de VGSR.

source: Remove forums root slug for user profile pages. Turns %1$s into %2$s.
nl_nl: Verwijder de forum root slug voor gebruikersprofielen. Wijzigt %1$s in %2$s.

source: Overwrite the forums breadcrumbs home text. Keep empty to default to the home page title.
nl_nl: Overschrijf de tekst van het kruimelpad home voor het forum. Houdt dit leeg voor de standaard home pagina titel.

source: All Profiles %s
nl_nl: Alle profielen %s

# Jaargroep member filter
source: All
nl_nl: Alle

source: Viewing 1 active profile
nl_nl: Je bekijkt 1 actief profiel

source: Viewing %1$s - %2$s of %3$s active profile
nl_nl: Je bekijkt %1$s - %2$s van %3$s actief profiel

source: Viewing 1 profile with friends
nl_nl: Je bekijkt 1 profiel met vrienden

source: Viewing %1$s - %2$s of %3$s profile with friends
nl_nl: Je bekijkt %1$s - %2$s van %3$s profiel met vrienden

source: Viewing 1 online profile
nl_nl: Je bekijkt 1 online profiel

source: Viewing %1$s - %2$s of %3$s online profile
nl_nl: Je bekijkt %1$s - %2$s van %3$s online profiel

source: Viewing 1 profile
nl_nl: Je bekijkt 1 profiel

source: Viewing %1$s - %2$s of %3$s profile
nl_nl: Je bekijkt %1$s - %2$s van %3$s profiel

source: Viewing 1 active lid
nl_nl: Je bekijkt 1 actief lid

source: Viewing %1$s - %2$s of %3$s active lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s actief lid

source: Viewing 1 lid with friends
nl_nl: Je bekijkt 1 lid met vrienden

source: Viewing %1$s - %2$s of %3$s lid with friends
nl_nl: Je bekijkt %1$s - %2$s van %3$s lid met vrienden

source: Viewing 1 online lid
nl_nl: Je bekijkt 1 online lid

source: Viewing %1$s - %2$s of %3$s online lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s online lid

source: Viewing 1 lid
nl_nl: Je bekijkt 1 lid

source: Viewing %1$s - %2$s of %3$s lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s lid

source: Viewing 1 active oud-lid
nl_nl: Je bekijkt 1 actief oud-lid

source: Viewing %1$s - %2$s of %3$s active oud-lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s actief oud-lid

source: Viewing 1 oud-lid with friends
nl_nl: Je bekijkt 1 oud-lid met vrienden

source: Viewing %1$s - %2$s of %3$s oud-lid with friends
nl_nl: Je bekijkt %1$s - %2$s van %3$s oud-lid met vrienden

source: Viewing 1 online oud-lid
nl_nl: Je bekijkt 1 online oud-lid

source: Viewing %1$s - %2$s of %3$s online oud-lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s online oud-lid

source: Viewing 1 oud-lid
nl_nl: Je bekijkt 1 oud-lid

source: Viewing %1$s - %2$s of %3$s oud-lid
nl_nl: Je bekijkt %1$s - %2$s van %3$s oud-lid

source: Edit this user in the admin.
nl_nl: Bewerk deze gebruiker in de admin.

source: Dashboard Profile
nl_nl: Dashboardprofiel

source: Profile Synchronization
nl_nl: Profielsynchronisatie

source: Hide BuddyPress
nl_nl: Verberg BuddyPress

# Profile field name
source: First name
nl_nl: Voornaam

source: Select the field that holds the member's value for this data.
nl_nl: Kies het veld dat de waarde bevat voor deze informatie.

# Profile field name
source: Surname prefix
nl_nl: Tussenvoegsel

# Profile field name
source: Last name
nl_nl: Achternaam

# Profile field name
source: Gender
nl_nl: Geslacht

source: Hide profiles and all related BuddyPress components for all, except admins
nl_nl: Verberg profielen en alle gerelateerde BuddyPress-componenten voor iedereen behalve beheerders

source: The following field settings enable synchronization between BuddyPress profile fields and WordPress user data. When either field is updated, the associated data is updated as well.
nl_nl: De volgende veldinstellingen maken synchronisatie mogelijk tussen BuddyPress profielvelden en WordPress gebruikersdata. Wanneer een van beide velden wordt bijgewerkt, wordt de gerelateerde data ook bijgewerkt.

source: Activate the Extended Profiles component to use this setting.
nl_nl: Activeer de Uitgebreide Profielen component om deze instelling te gebruiken.

source: View
nl_nl: Bekijken

source: &mdash; No Field &mdash;
nl_nl: &mdash; Geen veld &mdash;

source: Events
nl_nl: Agenda

source: Events home page
nl_nl: Agenda home

source: The selected page will act as the home page for Events. When no page is selected, a list of generated events widgets will be shown.
nl_nl: Deze pagina geldt als de homepagina voor de Agenda. Als er geen pagina is geselecteerd, wordt een lijst van widgets met agenda-informatie getoond.

# Event category archives page title
source: Events: %s
nl_nl: Agenda: %s

# Event tag archives page title
source: Events by tag: %s
nl_nl: Agenda per tag: %s

# Event venue archives page title
source: Events at %s
nl_nl: Activiteiten bij %s

# Event period archives page title
source: Events: %s
nl_nl: Agenda: %s

# Event archives page title: Day
source: jS F Y
nl_nl: j F Y

# Event archives page title
source: Events
nl_nl: Activiteiten

# Event home page title
source: Events
nl_nl: Agenda

source: This page lists all events published within the selected category. You can visit the <a href="%1$s">main events page</a> to view the upcoming events or browse the <a href="%2$s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten in de geselecteerde categorie. Je kan <a href="%1$s">de agendapagina</a> bezoeken om alle aanstaande activiteiten te zien of blader het <a href="%2$s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists all events published within the selected tag. You can visit the <a href="%1$s">main events page</a> to view the upcoming events or browse the <a href="%2$s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten met de geselecteerde tag. Je kan <a href="%1$s">de agendapagina</a> bezoeken om alle aanstaande activiteiten te zien of blader het <a href="%2$s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists all events related to the selected venue. You can visit the <a href="%1$s">main events page</a> to view the upcoming events or browse the <a href="%2$s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten van de geselecteerde locatie. Je kan <a href="%1$s">de agendapagina</a> bezoeken om alle aanstaande activiteiten te zien of blader het <a href="%2$s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists all events published for the selected year. You can browse here to find all registered events on this site or visit the <a href="%s">main events page</a> to view the upcoming events.
nl_nl: Deze pagina toont alle activiteiten in het geselecteerde jaar. Je kan hier alle op deze site geregistreerde activiteiten per datum vinden of bezoek <a href="%s">de agendapagina</a> om alle aanstaande activiteiten te zien.

source: This page lists all events published for the selected month. You can visit the <a href="%1$s">main events page</a> to view the upcoming events or browse the <a href="%2$s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten in de geselecteerde maand. Je kan <a href="%1$s">de agendapagina</a> bezoeken om alle aanstaande activiteiten te zien of blader het <a href="%2$s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists all events published for the selected date. You can visit the <a href="%1$s">main events page</a> to view the upcoming events or browse the <a href="%2$s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten op de geselecteerde datum. Je kan <a href="%1$s">de agendapagina</a> bezoeken om alle aanstaande activiteiten te zien of blader het <a href="%2$s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists all events on this site. You can browse the <a href="%s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle activiteiten van deze site. Je kan bladeren in het <a href="%s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: This page lists the upcoming events. You can browse the <a href="%s">date archives</a> to find all registered events on this site by date.
nl_nl: Deze pagina toont alle aanstaande activiteiten. Je kan bladeren in het <a href="%s">datumarchief</a> om alle op deze site geregistreerde activiteiten per datum te vinden.

source: Make this an exclusive form
nl_nl: Maak dit formulier exclusief

source: Exporters
nl_nl: Exporteerders

source: Make this an exclusive field
nl_nl: Maak dit veld exclusief

source: Export
nl_nl: Exporteren

source: Make this form exclusively available to VGSR members.
nl_nl: Maak dit formulier alleen toegankelijk voor leden der VGSR.

source: Make this field exclusively available to VGSR members.
nl_nl: Maak dit veld alleen toegankelijk voor leden der VGSR.

source: Provide a comma-separated list of ids of users who are allowed to export and download the form's entries along with their respondent's data.
nl_nl: Geef met een komma-gescheiden lijst van gebruiker-ids aan wie er toestemming hebben om reacties op formulieren te exporteren en te downloaden. Hierbij kunnen ze ook gegevens van respondenten opvragen.

# Gravity Forms export field
source: User login
nl_nl: Loginnaam van gebruiker

# Gravity Forms export field
source: User display name
nl_nl: Schermnaam van gebruiker

# Gravity Forms export field
source: User email
nl_nl: Email van gebruiker

# Breadcrumb root title
source: Events
nl_nl: Agenda

source: User Type:
nl_nl: Gebruikerstype:

source: All
nl_nl: Alle

source: Main utility plugin for vgsr.nl
nl_nl: Hoofdzaken om vgsr.nl in de lucht te houden
